Show / Hide Table of Contents
Enum ConcAggregateTypeSIA
Concrete aggreage type
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ConcAggregateTypeSIA
Fields
 Name |  Description
 AlluvialGravel
Alluvial gravel
 CrushedLimestone
Crushed limestone
 Micaceous
Micaceous
 Improve this Doc
 View Source